var db = [
   {
   	 name:'纸短情长（完整版）',
   	 singer:'烟把儿',
   	 singerthumb:'http://p3.music.126.net/nQWt42m9i3JvakPXGDAF5g==/6660841442329618.jpg?param=640y300',
 thumb:'http://p1.music.126.net/tbZaE-DjL_BkemynFlL1cQ==/109951163052534918.jpg?param=130y130',
     lyric:"[00:00.00] 作曲 : 言寺↵[00:01.00] 作词 : 言寺↵[00:26.290]你陪我步入蝉夏 越过城市喧嚣↵[00:33.210]歌声还在游走 你榴花般的双眸↵[00:39.320]不见你的温柔，丢失花间欢笑↵[00:45.350]岁月无法停留，流云的等候↵[00:54.200]我真的好想你，在每一个雨季↵[00:59.740]你选择遗忘的，是我最不舍的↵[01:05.520]纸短情长啊，道不尽太多涟漪↵[01:11.310]我的故事都是关于你呀↵[01:21.740]怎么会爱上了他，并决定跟他回家↵[01:26.220]放弃了我的所有我的一切无所谓↵[01:31.390]纸短情长啊，诉不完当时年少↵[01:36.580]我的故事还是关于你啊↵[02:20.220]你陪我步入蝉夏 越过城市喧嚣↵[02:24.870]歌声还在游走 你榴花般的双眸↵[02:29.650]不见你的温柔，丢失花间欢笑↵[02:34.490]岁月无法停留，流云的等候↵[02:50.560]我真的好想你，在每一个雨季↵[02:55.210]你选择遗忘的，是我最不舍的↵[03:00.260]纸短情长啊，道不尽太多涟漪↵[03:05.450]我的故事都是关于你呀↵[03:09.700]怎么会爱上了他，并决定跟他回家↵[03:14.420]放弃了我的所有我的一切无所谓↵[03:19.500]纸短情长啊，诉不完当时年少↵[03:24.630]我的故事还是关于你啊↵[03:45.750]我真的好想你，在每一个雨季↵[03:50.440]你选择遗忘的，是我最不舍的↵[03:55.560]纸短情长啊，道不尽太多涟漪↵[04:00.690]我的故事都是关于你呀↵[04:05.160]怎么会爱上了他，并决定跟他回家↵[04:09.700]放弃了我的所有我的一切无所谓↵[04:14.760]纸短情长啊，诉不完当时年少↵[04:19.850]我的故事还是关于你啊↵[04:24.980]我的故事还是关于你啊↵[04:45.110]",

     url:'songs/1.mp3'
   },
   {
   	 name:'痴情玫瑰花 ',
   	 singer:'大贺兄弟',
   	 singerthumb:'http://p4.music.126.net/6m-TjDr0UzLst-dxDX58Qw==/109951163309605772.jpg?param=640y300',
   	 thumb:'http://p1.music.126.net/UqdjBxm82XCb-1m-qGTHwg==/109951163309524471.jpg?param=130y130',
   	 lyric:"[00:00.00] 作曲 : 杨琳↵[00:01.00] 作词 : 玖壹壹/洪春风/萧昱峋↵[00:13.12]我要送你九十九朵玫瑰花 我要唱心内的话乎你听↵[00:20.96]我爱你我愿意你不用怕 真正的痴情男子汉置这 就是我↵[00:31.74]Baby你怎么不接我电话 是不是我又做错什么啦↵[00:38.26]除了披萨正餐都吃不下 体重从七十瘦到六十八↵[00:45.53]你还爱我吗 我为你学弹吉他 望着你窗台弹琴装潇洒↵[00:52.52]半夜三四点唱到喉咙沙哑 邻居都求你快原谅我吧↵[01:00.01]车模Boom Boom Boom的跳 跳的好辣 不小心自拍竟然拍到她↵[01:06.57]手抖技术差我也没有办法 Mini Cooper卡一刷就开回家↵[01:13.90]我对你的爱到无法自拔 不信你可以去问你妈妈↵[01:21.27]只想和你组个我们的家 我94爱你 没有办法↵[01:35.26]我要送你九十九朵玫瑰花 我要唱心内的话乎你听↵[01:42.08]我爱你我愿意你不用怕 真正的痴情男子汉置这↵[01:49.38]我要送你九十九朵玫瑰花 我要做你永远的阿娜达↵[01:56.83]我要寄张喜帖到你阿嬷家 真正的痴情男子汉置这 就是我↵[02:06.76]我又不是长的歪七扭八 就算是背影看来也不差↵[02:14.21]我每天准时到你家楼下 只为送你出门载你回家↵[02:21.26]你的推特我抢第一转发 不管是po文贴图或废话↵[02:28.51]就算合照里只有你Acup 但在我心中你是最大咖↵[02:35.97]我的身材就好比是大卫他爸 连阿诺看到都会OH MY GOD↵[02:42.92]每天上健身房操到肌肉爆炸 当你的超人 你的蝙蝠侠↵[02:50.04]我可以陪你逛街陪你说话 等你累趴再自己走回家↵[02:57.14]只要你一句话我使命必达 我是青蛙王子就等公主 亲一下↵[03:10.05]我要送你九十九朵玫瑰花 我要唱心内的话乎你听↵[03:18.57]我爱你我愿意你不用怕 真正的痴情男子汉置这↵[03:25.89]我要送你九十九朵玫瑰花 我要做你永远的阿娜达↵[03:32.64]我要寄张喜帖到你阿嬷家 真正的痴情男子汉置这 就是我↵[03:46.21]我要送你九十九朵玫瑰花 我要唱心内的话乎你听↵[03:54.24]我爱你我愿意你不用怕 真正的痴情男子汉置这↵[04:01.04]我要送你九十九朵玫瑰花 我要做你永远的阿娜达↵[04:08.53]我要寄张喜帖到你阿嬷家 真正的痴情男子汉置这 就是我"
,
    url:'songs/2.mp3'
   },
   {
   	name:'学猫叫',
   	singer:'小潘潘 / 小峰峰',
   	singerthumb:'http://p4.music.126.net/Q_CajJP8Uj-uFJnD2qVaoQ==/18940187300344485.jpg?param=640y300',
   	thumb:'http://p1.music.126.net/D1Ov-XMAwUzsr16mQk95fA==/109951163256119128.jpg?param=130y130',
   	lyric:"[00:00.00] 作曲 : 小峰峰↵[00:01.00] 作词 : 小峰峰↵[00:05.03]编曲：吕宏斌&塞米七↵[00:05.28]和声：小峰峰↵[00:05.45]混音：陈秋洁↵[00:05.63]制作人：小峰峰↵[00:05.85]唱片：麦袭时代↵[00:06.40]OP：百纳娱乐↵[00:06.93]↵[00:07.96]小潘潘：↵[00:08.31]我们一起学猫叫↵[00:10.58]一起喵喵喵喵喵↵[00:12.60]在你面前撒个娇↵[00:14.71]哎呦喵喵喵喵喵↵[00:16.77]我的心脏砰砰跳↵[00:18.85]迷恋上你的坏笑↵[00:21.31]你不说爱我我就喵喵喵↵[00:24.10]↵[00:24.75]小峰峰：↵[00:26.17]每天都需要你的拥抱↵[00:29.08]珍惜在一起的每分每秒↵[00:33.35]你对我多重要↵[00:35.21]我想你比我更知道↵[00:38.00]你就是我的女主角↵[00:41.34]↵[00:41.80]小潘潘：↵[00:42.80]有时候我懒的像只猫↵[00:45.69]脾气不好时又张牙舞爪↵[00:50.10]你总是温柔的↵[00:51.96]能把我的心融化掉↵[00:54.65]我想要当你的小猫猫↵[00:59.93]↵[01:00.38]合：↵[01:00.70]我们一起学猫叫↵[01:02.69]一起喵喵喵喵喵↵[01:04.72]在你面前撒个娇↵[01:06.81]哎呦喵喵喵喵喵↵[01:08.82]我的心脏砰砰跳↵[01:10.79]迷恋上你的坏笑↵[01:13.42]你不说爱我我就喵喵喵↵[01:16.86]↵[01:17.23]我们一起学猫叫↵[01:19.30]一起喵喵喵喵喵↵[01:21.45]我要穿你的外套↵[01:23.55]闻你身上的味道↵[01:25.62]想要变成你的猫↵[01:27.68]赖在你怀里睡着↵[01:30.17]每天都贪恋着你的好↵[01:33.85]↵[01:50.67]小潘潘：↵[01:51.73]有时候我懒的像只猫↵[01:54.62]脾气不好时又张牙舞爪↵[01:58.95]你总是温柔的↵[02:01.07]能把我的心融化掉↵[02:03.62]我想要当你的小猫猫↵[02:07.97]↵[02:09.19]合：↵[02:09.49]我们一起学猫叫↵[02:11.49]一起喵喵喵喵喵↵[02:13.55]在你面前撒个娇↵[02:15.55]哎呦喵喵喵喵喵↵[02:17.72]我的心脏砰砰跳↵[02:19.77]迷恋上你的坏笑↵[02:22.28]你不说爱我我就喵喵喵↵[02:26.01]↵[02:26.21]我们一起学猫叫↵[02:28.30]一起喵喵喵喵喵↵[02:30.30]我要穿你的外套↵[02:32.38]闻你身上的味道↵[02:34.58]想要变成你的猫↵[02:36.56]赖在你怀里睡着↵[02:39.02]每天都贪恋着你的好↵[02:42.40]↵[02:42.85]我们一起学猫叫↵[02:44.84]一起喵喵喵喵喵↵[02:46.89]在你面前撒个娇↵[02:49.02]哎呦喵喵喵喵喵↵[02:51.14]我的心脏砰砰跳↵[02:53.32]迷恋上你的坏笑↵[02:55.75]你不说爱我我就喵喵喵↵[02:59.12]↵[02:59.47]我们一起学猫叫↵[03:01.59]一起喵喵喵喵喵↵[03:03.66]我要穿你的外套↵[03:05.82]闻你身上的味道↵[03:07.88]想要变成你的猫↵[03:09.98]赖在你怀里睡着↵[03:12.37]每天都贪恋着你的好"
,
   url:'songs/3.mp3'
   },
   {
   	name:'BINGBIAN病变',
   	singer:'Cubi/Fi9江澈',
   	singerthumb:'http://p3.music.126.net/CiMdEw3uffgFL9J7ubwliA==/109951163271297442.jpg?param=640y300',
   	thumb:'http://p1.music.126.net/OVBzkUhphxfWfkji9Owhkw==/109951163118002763.jpg?param=130y130',
   	lyric:"[00:00.00] 作曲 : Jurrivh↵[00:01.00] 作词 : Cubi/Fi9江澈↵[00:10.67]后期制作：Fi9江澈↵[00:15.23]Cubi：↵[00:16.14]有天我睡醒看到我的身边没有你↵[00:20.64]在我的右边是你曾经喜欢的玩具↵[00:24.98]可当我站起身来在房间里寻找你↵[00:28.93]留下的只有带着你味道的一封信↵[00:33.46]就在昨天还一起看我们的照片↵[00:37.53]可现在让我感觉像烂剧里的主演↵[00:42.16]为什么这种事情会发生在我身边↵[00:45.99]是不是老天没能看到对你的疯癫↵[00:51.24]还想着创造你的宇宙↵[00:53.49]但现在已经被我清空↵[00:55.63]你让我整个人都冰冻↵[00:57.63]还怎么再次为你心动↵[00:59.64]Wake me 不是你的意愿↵[01:01.95]离开我开始新的起点↵[01:03.86]可能我还会对你贪恋↵[01:06.07]谁让你曾经让我疯癫↵[01:08.13]疯癫那也是过去的画面↵[01:11.70]看往后的几天↵[01:13.94]我猜你也不会出现↵[01:16.15]我回想这几年↵[01:18.01]就像是要命的病变↵[01:20.18]你可能听不见↵[01:22.06]来自他Cubi的挂念↵[01:24.48]可能有点累觉得对不对↵[01:26.83]这是第几次在为你宿醉↵[01:28.99]没了我肩膀你在谁身旁↵[01:30.93]买的礼物变成了灰↵[01:33.00]曾经我多想把你变漂亮↵[01:35.37]看着别人羡慕你的模样↵[01:37.40]没关系有小熊陪Cubi看月亮↵[01:41.47]我已经看到跟你断电的过程↵[01:43.96]但我假装看不见↵[01:46.19]是不是要我变得像个厉鬼↵[01:48.19]才能进入你的世界↵[01:50.53]为什么不说再见↵[01:52.42]我猜你应该是不小心的忘记↵[01:54.04]都无所谓也有点累↵[01:56.83]也可以开始新的记忆↵[01:58.40]有天我睡醒看到我的身边没有你↵[02:02.68]在我的右边是你曾经喜欢的玩具↵[02:06.95]可当我站起身来在房间里寻找你↵[02:10.67]留下的只有带着你味道的一封信↵[02:15.33]就在昨天还一起看我们的照片↵[02:19.46]可现在让我感觉像烂剧里的主演↵[02:23.73]为什么这种事情会发生在我身边↵[02:28.28]是不是老天没能看到对你的疯癫↵[02:32.05]Fi9江澈：↵[02:32.47]我不能够停止啊↵[02:34.43]这些年我对你的疯癫↵[02:36.73]戴上那条围巾吗↵[02:38.53]在每个寒风刺骨的冬天↵[02:40.95]每次送你回家你抱着我↵[02:42.71]不经意间又触碰到你的手↵[02:45.00]你穿裙子眨眼睛望着我↵[02:47.49]让我每次心动的瞬间↵[02:49.52]那条十字路口↵[02:51.59]始终有你身上的气味↵[02:54.05]车水马龙过后的↵[02:55.67]路灯下的身影又会是谁↵[02:57.76]他想说我真的喜欢你↵[03:00.13]但是每次欲言又闭嘴↵[03:02.53]那时荒唐的男孩又浑浊了几岁↵[03:06.29]Cubi：↵[03:06.64]有天我睡醒看到我的身边没有你↵[03:10.38]在我的右边是你曾经喜欢的玩具↵[03:14.57]可当我站起身来在房间里寻找你↵[03:18.97]留下的只有带着你味道的一封信↵[03:23.10]就在昨天还一起看我们的照片↵[03:27.30]可现在让我感觉像烂剧里的主演↵[03:31.61]为什么这种事情会发生在我身边↵[03:35.97]是不是老天没能看到对你的疯癫",
    url:'songs/4.mp3' 
   },
   {
   	 name:'讲真的',
   	 singer:'李袁杰 / 曾惜',
   	 singerthumb:'http://p3.music.126.net/Q0JpoyMS-rPdOLIsN3mQjw==/109951163242001103.jpg?param=640y300',
   	 thumb:'http://p1.music.126.net/459WLUlXcy6N6NUmmd7V8A==/109951163327091541.jpg',
   	 lyric:"[00:00.00] 作曲 : 何诗蒙↵[00:01.00] 作词 : 黄然↵[00:18.48]今夜特别漫长↵[00:22.69]有个号码一直被存放↵[00:27.15]源自某种倔强↵[00:31.24]不舍删去又不敢想↵[00:34.54]明明对你念念不忘↵[00:38.52]思前想后越发紧张↵[00:42.84]无法深藏↵[00:45.34]爱没爱过想听你讲↵[00:50.86]讲真的 会不会是我↵[00:53.78]被鬼迷心窍了↵[00:56.62]敷衍了太多 我怎么不难过↵[01:00.84]要你亲口说 别只剩沉默↵[01:04.88]或许你早就回答了我↵[01:08.10]讲真的 想得不可得↵[01:11.00]是最难割舍的↵[01:13.41]各自好好过 也好过一直拖↵[01:17.66]自作多情了 好吧我认了↵[01:21.72]至少能换来释怀洒脱↵[01:24.96]没丢失掉自我↵[01:42.96]今夜特别漫长↵[01:47.10]有个号码一直被存放↵[01:51.48]源自某种倔强↵[01:55.73]不舍删去又不敢想↵[01:58.76]明明对你念念不忘↵[02:02.86]思前想后越发紧张↵[02:06.89]无法深藏↵[02:09.69]爱没爱过想听你讲↵[02:15.10]讲真的 会不会是我↵[02:18.13]被鬼迷心窍了↵[02:20.78]敷衍了太多 我怎么不难过↵[02:24.97]要你亲口说 别只剩沉默↵[02:29.80]或许你早就回答了我↵[02:32.34]讲真的 想得不可得↵[02:34.97]是最难割舍的↵[02:37.64]各自好好过 也好过一直拖↵[02:41.84]自作多情了 好吧我认了↵[02:45.92]至少能换来释怀洒脱↵[02:49.40]没丢失掉自我↵[03:05.64]讲真的 会不会是我↵[03:08.67]被鬼迷心窍了↵[03:11.31]敷衍了太多 我怎么不难过↵[03:15.48]要你亲口说 别只剩沉默↵[03:19.44]或许你早就回答了我↵[03:22.85]讲真的 想得不可得↵[03:25.39]是最难割舍的↵[03:28.70]各自好好过 也好过一直拖↵[03:32.33]自作多情了 好吧我认了↵[03:36.36]至少能换来释怀洒脱↵[03:39.43]没丢失掉自我↵[03:43.78]没丢失掉自我",
   	 url:'songs/5.mp3'
   }
]
 